{
  "title": "Jollof rijst",
  "category": [
    "Rijst",
    "Snel"
  ],
  "ingredients": [
    "450 g snelkook langkorrelige rijst",
    "500 g tomaten, vers, aan de tros",
    "2 rode paprika's, gehakt",
    "1 scotch bonnet peper, zonder zaadjes",
    "1 ui, wit of rood, gehakt",
    "3 teentjes knoflook",
    "1 stuk verse gember, duimgroot",
    "1 eetlepel tomatenpuree",
    "1 eetlepel verse tijm",
    "1 eetlepel gerookt paprikapoeder",
    "1 eetlepel alleskruiden",
    "1 eetlepel knoflookgranulaat",
    "1 eetlepel uiengranulaat",
    "3 laurierbladeren",
    "1 eetlepel olie",
    "350 ml runderbouillon",
    "zout, zwarte peper en extra alleskruiden, naar smaak"
  ],
  "instructions": [
    "Spoel de rijst onder koud water tot het water helder is en laat uitlekken. Mix de tomaten, paprika's, scotch bonnet, de helft van de ui, gember en knoflook tot een glad mengsel. Zet apart.",
    "",
    "Verhit olie in een grote pan op middelhoog vuur. Voeg de resterende ui toe en bak tot deze zacht is. Voeg de tomatenpuree toe en bak ongeveer 5 minuten tot deze karamelliseert; donkere plekken op de pan zorgen voor een rokerige smaak.",
    "",
    "Voeg paprikapoeder, alleskruiden, knoflookgranulaat en uiengranulaat toe en bak tot het geurt, ongeveer 60 tot 90 seconden. Voeg het gemixte tomatenmengsel toe, roer goed door en dek af. Laat 25 minuten zacht koken tot het mengsel iets is ingedikt.",
    "",
    "Voeg de uitgelekte rijst toe aan de pan en roer goed zodat alle rijst bedekt is met saus. Giet de runderbouillon erbij en voeg zout, tijm, laurierbladeren en extra alleskruiden toe naar smaak. Roer alles goed door.",
    "",
    "Zet het vuur laag, dek de pan af en laat 20 tot 25 minuten zacht koken. Roer daarna de rijst los zodat alle delen met saus bedekt zijn en kook nog 55 tot 65 minuten tot de rijst gaar is en al het vocht is opgenomen.",
    "",
    "Haal de pan van het vuur en laat 10 minuten rusten zonder deksel om overtollige stoom kwijt te raken. Maak de rijst los met een vork en serveer warm als hoofdgerecht of bijgerecht."
  ],
  "timestamp": "2025-07-09T10:21:52.438Z"
}